<%@page contentType="text/html" pageEncoding="UTF-8"%>
<%@ taglib prefix="spring" uri="http://www.springframework.org/tags"%>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Thanks for registration</title>
<style>
body {
  background-color: #e3e3e3;
  font: "Verdana";
}

#faq {
   align:
   width: ;
   height: 30%;
}
</style>
</head>
<body>
<h4>Часті питання</h4>
<div class="faq_panel" id="faqlinks">
<dl class="faq">
				<dt><strong>Вхід на сайт і реєстрація</strong></dt>

					<dd><a href="#f0r0">Чому я не можу увійти?</a></dd>

					<dd><a href="#f0r1">Я новий користувач. Як мені зареєструватись?</a></dd>

					<dd><a href="#f0r2">Чому мені постійно доводиться логуватись?</a></dd>

					<dd><a href="#f0r3">Як мені зробити, щоб моє ім'я користувача не з'являлось в списку онлайн користувачів?</a></dd>

					<dd><a href="#f0r4">Я забув свій пароль</a></dd>

					<dd><a href="#f0r5">Я зареєструвався, але не можу увійти на сайт!</a></dd>

					<dd><a href="#f0r6">Я колись зареєструвався, але тепер не можу увійти на сайт?!</a></dd>

					<dd><a href="#f0r8">Чому я не можу зареєструватись?</a></dd>

			</dl>
<div class="content">
			<h4>Вхід на сайт і реєстрація</h4>

				<dl class="faq">
					<dt id="f0r0"><strong>Чому я не можу увійти?</strong></dt>
					<dd>На це може бути декілька причин. Перш за все, переконайтесь, чи правильно ви вводите ваше ім'я користувача та пароль.
					Якщо це так, тоді вам необхідно зв'язатися з адміністратором для того, щоб переконатись, що вам не заборонено доступ до сайту.
					Також можливо, що адміністратор невірно сконфігурував сайт, і необхідно повідомити його про це для виправлення помилки.</dd>
					<dd><a href="#faqlinks" class="top2">Догори</a></dd>
				</dl>
				<hr class="dashed">
				<dl class="faq">
                	<dt id="f0r1"><strong>Я новий користувач. Як мені зареєструватись?</strong></dt>
                	<dd>На сторінці логування є посилання на форму реєстрації. Перейшовши на реєстраційну форму, потрібно буде вказати особисті дані, адресу і
                	документ, який посвідчує вашу особу (це може бути паспорт або документ волевиявлення). Зверніть увагу, що поля, позначені зірочкою (*), є обов'язковими для заповнення -
                	без них форму неможливо відправити. У разі, якщо у вас виникли будь-які труднощі або питання стосовно реєстрації, зверніться по допомогу до адміністратора сайту.</dd>
                	<dd><a href="#faqlinks" class="top2">Догори</a></dd>
                </dl>
				<hr class="dashed">
				<dl class="faq">
					<dt id="f0r2"><strong>Чому мені постійно доводиться логуватись?</strong></dt>
					<dd>Якщо ви не ставите галочку напроти пункту <em>Запам'ятати мене з цього комп'ютера</em> під час входу на сайт, ви будете залоговані лише протягом встановленого часу.
					Це запобігає використанню вашого облікового запису кимось іншим. Щоб залишатись залогованим, поставте галочку напроти цього пункту під час входу на сайт,
					але це не рекомендується робити, якщо ви заходите на сайт з загальнодоступного комп'ютера, наприклад в бібліотеці, інтернет-кафе, університеті і т.п.
					Якщо такий пункт відсутній, це означає, що адміністратор вимкнув цю функцію.</dd>
					<dd><a href="#faqlinks" class="top2">Догори</a></dd>
				</dl>
				<hr class="dashed">
				<dl class="faq">
					<dt id="f0r4"><strong>Я забув свій пароль</strong></dt>
					<dd>Не панікуйте! Хоча ваш пароль не може бути відновлено, вам легко може бути створено новий. Для цього перейдіть на сторінку логування та натисніть <em>Я забув свій пароль</em>,
					дотримуйтесь інструкцій і незабаром ви знову зможете увійти на сайт.</dd>
					<dd><a href="#faqlinks" class="top2">Догори</a></dd>
				</dl>
				<hr class="dashed">
				<dl class="faq">
					<dt id="f0r6"><strong>Я колись зареєструвався, але тепер не можу увійти на сайт?!</strong></dt>
					<dd>Спробуйте знайти лист e-mail, який ви отримали під час реєстрації, перевірити ваші ім'я користувача та пароль та повторити вашу спробу.
					Можливо, що адміністратор з якихось причин деактивував або видалив ваш обліковий запис. Якщо це трапилось, спробуйте ще раз зареєструватись або зверніться за допомогою до адміністратора сайту</dd>
					<dd><a href="#faqlinks" class="top2">Догори</a></dd>
				</dl>
				<hr class="dashed">
				<dl class="faq">
					<dt id="f0r8"><strong>Чому я не можу зареєструватись?</strong></dt>
					<dd>Можливо адміністратор сайту заборонив доступ з вашої адреси IP або ім'я користувача, яке ви намагаєтесь зареєструвати. Також він міг вимкнути реєстрацію нових користувачів.
					Зверніться за допомогою до адміністратора сайту.</dd>
					<dd><a href="#faqlinks" class="top2">Догори</a></dd>
				</dl>
		</div>
</div>
</body>